[M_AssasinateTheAssassins MissionDefinition]
MissionName="Assassine os Assassinos"
MissionDescription="Roland suspeita que existam quatro assassinos da Hyperion alojados em [place]Southpaw Steam & Power[-place]. Ele solicita que qualquer integrante dos Crimson Raiders que seja um Caçador da Sepultura (ou seja, apenas você), procure esses assassinos e os elimine."
TurnInDescription="Com os assassinos mortos, [place]Santuário[-place] deve ficar mais tranquila por enquanto."
MissionSummary="Elimine os assassinos à paisana da Hyperion."
MissionGiver="Roland"
MissionTurnInLocation="Painel de Trabalhos de Santuário"
TeaserText="Roland precisa da sua ajuda."

[M_AssasinateTheAssassins:KillAssassin1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:KillAssassin2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Roland suspeita que existam quatro assassinos da Hyperion alojados em [place]Southpaw Steam & Power[-place]. Ele solicita que qualquer integrante dos Crimson Raiders que seja um Caçador da Sepultura (ou seja, apenas você), procure esses assassinos e os elimine. Depois de encontrar um dispositivo ECHO, você descobriu que Jack enviou os assassinos para eliminar uma sereia chamada Lilith pois, ele acredita que ela esteja escondida em [place]Santuário[-place]."

[M_AssasinateTheAssassins:KillAssassin3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:KillAssassin4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:KillAssThreeWaypoint MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:killOneywithsniper MissionObjectiveDefinition]
ProgressMessage="Elimine Oney com um Rifle Sniper"

[M_AssasinateTheAssassins:killwithmelee MissionObjectiveDefinition]
ProgressMessage="Elimine Reeth no corpo a corpo"

[M_AssasinateTheAssassins:killwithshotgun MissionObjectiveDefinition]
ProgressMessage="Elimine Rouf com uma Escopeta"

[M_AssasinateTheAssassins:killWotwithpistol MissionObjectiveDefinition]
ProgressMessage="Elimine Wot com uma Pistola"

[M_AssasinateTheAssassins:MO_KillAssassin1 MissionObjectiveDefinition]
ProgressMessage="Elimine o assassino Wot"

[M_AssasinateTheAssassins:MO_KillAssassin2 MissionObjectiveDefinition]
ProgressMessage="Elimine o assassino Oney"

[M_AssasinateTheAssassins:MO_KillAssassin3 MissionObjectiveDefinition]
ProgressMessage="Elimine o assassino Reeth"

[M_AssasinateTheAssassins:MO_KillAssassin4 MissionObjectiveDefinition]
ProgressMessage="Elimine o assassino Rouf"

[M_AssasinateTheAssassins:RetrieveEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o dispositivo ECHO"

[M_AssasinateTheAssassins:RetrieveEcho3 MissionObjectiveDefinition]
ProgressMessage="Pegue o dispositivo ECHO"

[M_AssasinateTheAssassins:RetrieveEcho3ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:RetrieveEcho4 MissionObjectiveDefinition]
ProgressMessage="Pegue o dispositivo ECHO"

[M_AssasinateTheAssassins:RetrieveEcho4ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:RetrieveEchoObjSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:RetrieveEchoObjSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AssasinateTheAssassins:RetrieveSecondEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o dispositivo ECHO"

